app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", "claguirre@uc.cl"], ["created_at", "2016-07-17 04:58:58.893834"], ["updated_at", "2016-07-17 04:58:58.893834"]]